IDEA Open Model
BoltGrid.AnchorLen Property
 Anchor lenght
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double AnchorLen { get; set; }
Public Property AnchorLen As Double
	Get
	Set
public:
property double AnchorLen {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace